Repository: ruelporlas/wp-content-koilab
Catalog: plugins/edd-software-licensing/languages/edd_*.po
Languages: sl_de_de, sl_fr_fr

source: %1$s License key for Order <a href="%2$s" target="_blank">%3$s</a> was successfully processed.
sl_de_de: Der %1$s Lizenzschlüssel für die Bestellung <a href="%2$s" target="_blank">%3$s</a> wurde erfolgreich generiert.

source: <em>license upgrade</em>
sl_de_de: <em>Lizenz Upgrade </em>
sl_fr_fr: <em>mise à niveau de licence</em>

source: <strong>Activation Limit</strong>: Set the number of activations allowed per license. If individual activation limits are set for variable pricing, they take precedence. If your product is a bundle, the activation limit set here will override the activation limits set on the individual products.
sl_de_de: <strong>Aktivierungsbegrenzung</strong>: Lege die Anzahl der erlaubten Aktivierungen pro Lizenz fest. Wenn individuelle Aktivierungsbegrenzungen für variable Preise festgelegt werden, so haben diese Priorität. Sollte dein Produkt gebündelt sein, so überschreibt die dafür angegebene Aktivierungsbegrenzung die für die einzelnen Produkte festgelegten Grenzwerte.

source: A license key will be generated for each product in this bundle, upon purchase.
sl_de_de: Beim Kauf wird für jedes Produkt in diesem Bundle ein Lizenzschlüssel erstellt.
sl_fr_fr: Une clé de licence sera générée pour chaque produit dans ce bundle, lors de l&rsquo;achat.

source: Abort Licensing Posts
sl_de_de: Lizensieren der Posts abbrechen
sl_fr_fr: Abandonner la procédure de génération de licences sur les articles

source: Actions
sl_de_de: Aktionen

source: Actions:
sl_de_de: Aktionen:

source: Activated URLs
sl_de_de: Aktivierte URLs
sl_fr_fr: URLs activées

source: Activation Count
sl_de_de: Aktivierungen
sl_fr_fr: Nombre d&rsquo;activations

source: Activation Limit
sl_de_de: Aktivierungslimit
sl_fr_fr: Limite d&rsquo;activation

source: Activation Limit:
sl_de_de: Aktivierungsbegrenzung:

source: Activations
sl_de_de: Aktivierungen

source: Activations:
sl_de_de: Aktivierungen:
sl_fr_fr: Activations&nbsp;:

source: Active
sl_de_de: Aktiv
sl_fr_fr: Activée

source: Active License Keys
sl_de_de: Aktive Lizenzschlüssel
sl_fr_fr: Les clés de licence actives

source: Active:
sl_de_de: Aktiv:

source: Add Banner
sl_de_de: Banner hinzufügen

source: Add New
sl_de_de: Neu hinzufügen
sl_fr_fr: Ajouter

source: Add New License
sl_de_de: Neue Lizenz hinzufügen
sl_fr_fr: Ajouter une nouvelle licence

source: Add New Upgrade Path
sl_de_de: Neuen Upgrade-Pfad hinzufügen
sl_fr_fr: Ajouter un nouveau chemin d'accès de mise à niveau

source: Add Renewal Notice
sl_de_de: Erneuerungsbenachrichtigung hinzufügen
sl_fr_fr: Ajouter un rappel de renouvellement

source: Add Site
sl_de_de: Seite hinzufügen
sl_fr_fr: Ajouter un site

source: All
sl_de_de: Alle
sl_fr_fr: Toutes

source: All %s
sl_de_de: Alle %s

source: All Done
sl_de_de: Alles erledigt
sl_fr_fr: Terminé

source: All done! %1$s posts were successfully processed in %2$s seconds and there were %3$s failures. To try importing the failed posts again, <a href="%4$s">click here</a>. %5$s
sl_de_de: Geschafft! %1$s Posts wurden erfolgreich in %2$s Sekunden verarbeitet und dabei gab es %3$s Fehler. Wenn du versuchen möchtest, die fehlerhaften Posts erneut zu importieren, <a href="%4$s">klicke hier </a>. %5$s
sl_fr_fr: Terminé ! %1$s articles ont été traités avec succès en %2$s secondes et il y a eu %3$s échecs. Pour essayer d&rsquo;importer à nouveau les articles qui ont échoué, <a href="%4$s">cliquez ici</a>. %5$s

source: All done! %1$s posts were successfully processed in %2$s seconds and there were no failures. %3$s
sl_de_de: Geschafft! %1$s Posts wurden erfolgreich in %2$s Sekunden verarbeitet und dabei gab es keine Fehler. %3$s
sl_fr_fr: Terminé ! %1$s articles ont été traités avec succès en %2$s secondes sans aucun échec. %3$s

source: All License Keys
sl_de_de: Alle Lizenzschlüssel
sl_fr_fr: Toutes les clés de licence

source: Allow local development domains and IPs to be activated without counting towards the activation limit totals. The URL will still be logged.
sl_de_de: Erlaube lokalen Entwicklerdomains und IPs, dass sie aktiviert werden können, ohne dabei das Herunterzählen zum Aktivierungslimit in Gang zu setzen. Die URL wird nach wie vor protokolliert.
sl_fr_fr: Autoriser les domaines et adresses IP locales de développement à être activés sans être décomptés du nombre total d'activation. L'URL sera toujours connectée.

source: Allow Renewals
sl_de_de: Erneuerungen zulassen
sl_fr_fr: Autoriser les renouvellements

source: Amount
sl_de_de: Anzahl
sl_fr_fr: Quantité

source: An error has occurred, please contact support.
sl_de_de: Es ist ein Fehler aufgetreten. Bitte kontaktiere unseren Support.

source: Apply License Renewal
sl_de_de: Lizenz-Erneuerung durchführen
sl_fr_fr: Appliquer le renouvellement de licence

source: Are you sure you want to delete this license?
sl_de_de: Bist du sicher, dass du diese Lizenz löschen möchtest?

source: Are you sure you wish to delete this license?
sl_de_de: Bist du sicher, dass du diese Lizenz löschen möchtest?

source: At the time of expiration
sl_de_de: Zeitpunkt des Ablaufdatums
sl_fr_fr: À la fin de l&rsquo;expiration

source: Bundle Licenses
sl_de_de: Gebündelte Lizenzen

source: Bundled licenses can not be upgraded individually
sl_de_de: Bei gebündelten Lizenzen können keine individuellen Upgrades durchgeführt werden

source: Cancel
sl_de_de: Abbrechen
sl_fr_fr: Annuler

source: Cancel License Renewal
sl_de_de: Lizenz-Erneuerung abbrechen
sl_fr_fr: Annuler le renouvellement de licence

source: Cancel Renewal Notice
sl_de_de: Erneuerungsbenachrichtigung abbrechen

source: Changelog (default: "Change Log" field)
sl_de_de: Changelog (default: "Change Log" Feld)
sl_fr_fr: Changelog (par défaut : champ "Notes de version")

source: Cheatin' eh?!
sl_de_de: Cheatest du etwa?!

source: Check this and configure your beta version to deliver beta updates to any users who have opted in.
sl_de_de: Überprüfe dies und konfiguriere deine Beta-Version so, dass sie Beta-Updates zu jedem Nutzer senden, der damit einverstanden ist.

source: Check this box if you are selling WordPress plugins and wish to enable advanced ReadMe.txt file parsing.
sl_de_de: Markiere dieses Feld, wenn du WordPress Plugins verkaufst und das Parsen der erweiterten ReadMe.txt Datei wünschst.
sl_fr_fr: Cochez cette case si vous vendez des extensions WordPress et souhaitez activer l&rsquo;analyse avancé du fichier Readme.txt.

source: Check this box if you want customers to be able to renew their license keys.
sl_de_de: Markiere dieses Feld, wenn du Kunden ermöglichen möchtest, ihre Lizenzschlüssel zu erneuern.
sl_fr_fr: Cochez cette case si vous voulez que vos clients soient en mesure de renouveler leurs clés de licence.

source: Check this box if you want customers to receive a renewal reminder when their license key is about to expire.
sl_de_de: Markiere dieses Feld, wenn Kunden eine Erneuerungsbenachrichtigung erhalten sollen, sobald ihr Lizenzschlüssel kurz vor dem Ablaufen steht.
sl_fr_fr: Cochez cette case si vous voulez que vos clients soient en mesure de renouveler leurs clés de licence avant qu&rsquo;elles n&rsquo;expirent.

source: Check this box if you want to display inline upgrade links for customers who have upgradable purchases.
sl_de_de: Markiere dieses Feld, wenn du Kunden Inline Upgrade Links mit erweiterbaren Kaufoptionen anzeigen lassen möchtest.

source: Check this box if you want to enforce email matching on license renewals.
sl_de_de: Markiere dieses Feld, wenn du bei Lizenz-Erneuerungen einen Email-Abgleich erzwingen willst.

source: Check this box if you want to prevent customers from using non-renewal discounts in conjunction with renewals.
sl_de_de: Markiere dieses Feld, wenn du vermeiden möchtest, dass Kunden Rabatte für Nicht-Erneuerungen in Verbindungen mit Erneuerungen nutzen.

source: Check this box if your software is not tied to URLs. If you sell desktop software, check this.
sl_de_de: Markiere dieses Feld, wenn deine Software nicht an URLs gebunden ist. Wenn du Desktop Software verkaufst, markiere dies.

source: Check to enable license creation
sl_de_de: Aktivieren, um Lizenzen zu erstellen
sl_fr_fr: Cochez pour activer la création de licence

source: Checking this will give customers the ability to enter their license key on the checkout page and renew it. They'll also get renewal reminders to their email, and can also renew from their account page (if that page uses the [edd_license_keys] shortcode).
sl_de_de: Eine Überprüfung dieser Daten wird Kunden ermöglichen, ihren Lizenzschlüssel auf der Bezahlseite einzugeben und ihn so zu erneuern. Zudem werden sie per Email Erneuerungsbenachrichtigungen erhalten und können ebenso von ihrer Profilseite aus erneuern (sofern diese Seite den [edd_license_keys] Shortcode verwendet).

source: Checking this will give customers the ability to enter their license key on the checkout page and renew it. They'll also get renewal reminders to their email, and can also renew from their account page (if that page uses the [edd_license_keys] shortcode). NOTE: If the product is a Recurring product and the customer's subscription is still active, it will automatically renew even if this option is disabled.
sl_de_de: Eine Überprüfung dieser Daten wird Kunden ermöglichen, ihren Lizenzschlüssel auf der Bezahlseite einzugeben und ihn so zu erneuern. Ebenso werden sie Erinnerungen für benötigte Erneuerungen per Email erhalten und können so den Vorgang direkt über ihre Profilseite realisieren (sofern diese Seite den [edd_license_keys] Shortcode verwendet). BITTE BEACHTE: Wenn es sich beim Produkt um ein wiederkehrendes Produkt handelt und das Abonnement des Kunden nach wie vor aktiv ist, so wird es automatisch erneuert, auch wenn diese Option deaktiviert ist.

source: Choose the source file to be used for automatic update to beta.
sl_de_de: Wähle die Quelldatei, die für automatische Updates der Beta verwendet werden soll.

source: Choose the source file to be used for automatic updates.
sl_de_de: Wähle die Quelldatei, die bei automatischen Updates verwendet werden soll.
sl_fr_fr: Choisir le fichier source à utiliser pour les mises à jour automatiques.

source: Click to view license key
sl_de_de: Klicke, um den Lizenzschlüssel zu sehen
sl_fr_fr: Cliquez pour voir la clé de licence

source: Clone
sl_de_de: Vervielfältigen

source: Configure the optional upgrade paths for customers.
sl_de_de: Konfiguriere die optionalen Upgrade-Pfade für Kunden.
sl_fr_fr: Configurer les chemins optionnels de mise à niveau pour les clients.

source: Configure the renewal notice emails
sl_de_de: Konfigurieren der Emails zur Erneuerungsbenachrichtigung
sl_fr_fr: Configurer les e-mails de rappel de renouvellement

source: Contributors
sl_de_de: Mitwirkende
sl_fr_fr: Contributeurs

source: Copy
sl_de_de: Kopieren

source: Cost-Based Calculation
sl_de_de: Kostenbasierte Kalkulation

source: Cost-based calculation is a type of pseudo-proration where the value of an upgrade is calculated based on the cost difference between the current and new licenses.<br /><br />Time-based calculation is true proration in which the amount of time remaining on the current license is calculated to adjust the cost of the new license.
sl_de_de: Die kostenbasierte Kalkulation ist eine Art Pseudo-Verrechnung, bei der der Preis eines Upgrades anhand der Preisdifferenz zwischen den aktuellen und neuen Lizenzen berechnet wird. <br /><br /> Zeitbasierte Kalkulation ist eine korrekte Verrechnung, bei der die verbleibende Laufzeit der aktuellen Lizenz verwendet wird, um die Kosten der neuen Lizenz anteilig zu berechnen.

source: Current
sl_de_de: Aktuell

source: Customer
sl_de_de: Kunde

source: Customer:
sl_de_de: Kunde:

source: Date
sl_de_de: Datum

source: Date Sent
sl_de_de: Versanddatum
sl_fr_fr: Date de l&rsquo;envoi

source: Date/Time
sl_de_de: Datum/Zeit

source: Days
sl_de_de: Tage
sl_fr_fr: Jours

source: Deactivate Site
sl_de_de: Seite deaktivieren
sl_fr_fr: Désactiver le site

source: Delete
sl_de_de: Löschen
sl_fr_fr: Supprimer

source: Delete License
sl_de_de: Lizenz löschen

source: Description (default: Product content field)
sl_de_de: Beschreibung (Default: Feld für Produktinhalt)
sl_fr_fr: Description (par défaut : Contenu du champ du produit)

source: Disable
sl_de_de: Deaktivieren
sl_fr_fr: Désactiver

source: Disable Discount Codes
sl_de_de: Rabatt-Codes deaktivieren

source: Disable Discount Codes on Renewals
sl_de_de: Rabatt-Codes für Erneuerungen deaktivieren

source: Disable URL Checking?
sl_de_de: Möchtest du die URL-Überprüfung deaktivieren?
sl_fr_fr: Désactiver la vérification de l&rsquo;URL ?

source: Disabled
sl_de_de: Deaktiviert
sl_fr_fr: Désactivée

source: disabled
sl_de_de: deaktiviert
sl_fr_fr: désactivée

source: Disabled:
sl_de_de: Deaktiviert:

source: Display Inline Upgrade Links
sl_de_de: Inline Upgrade Links anzeigen

source: Display the changelog for a specific download.
sl_de_de: Das Changelog eines bestimmten Download anzeigen.
sl_fr_fr: Afficher le journal des modifications pour un téléchargement spécifique.

source: Donate Link
sl_de_de: Link spenden
sl_fr_fr: Lien de donation

source: Download <code>readme.txt</code> Configuration
sl_de_de: Download <code>readme.txt</code> Konfiguration
sl_fr_fr: Télécharger la configuration du <code>readme.txt</code>

source: Download tabs
sl_de_de: Tabs herunterladen
sl_fr_fr: Onglets du téléchargement

source: Easy Digital Download Licenses
sl_de_de: Easy Digital Download Lizenzen
sl_fr_fr: Licences d&rsquo;Easy Digital Download

source: Edit
sl_de_de: Bearbeiten
sl_fr_fr: Modifier

source: Edit License
sl_de_de: Lizenz bearbeiten
sl_fr_fr: Modifier la licence

source: Edit Renewal Notice
sl_de_de: Erneuerungsbenachrichtigung bearbeiten
sl_fr_fr: Modifier le rappel de renouvellement

source: Email matching restricts renewal of licenses to the email address used to originally purchase the license. This prevents license keys from being renewed by a different customer than purchased it.
sl_de_de: Der Email-Abgleich begrenzt die Lizenz-Erneuerungen auf Email-Adressen, die beim ursprünglichen Kauf der Lizenz verwendet wurden. Das verhindert, dass Lizenzschlüssel von einem anderen Kunden als dem ursprünglichen Käufer erneuert werden können.

source: Email Message
sl_de_de: Email Nachricht
sl_fr_fr: Message e-mail

source: Email Period
sl_de_de: Zeitraum der Email
sl_fr_fr: Moment de l&rsquo;envoi

source: Email Subject
sl_de_de: E-Mail-Betreff
sl_fr_fr: Sujet de l&rsquo;e-mail

source: Empty `$payment_id`
sl_de_de: Leere `$payment_id`
sl_fr_fr: `$payment_id` vide

source: Enable
sl_de_de: Aktivieren
sl_fr_fr: Activer

source: Enable a beta version of this %s
sl_de_de: Aktiviere die Beta-Version von %s

source: Enforce Email Matching
sl_de_de: Email-Abgleich erzwingen

source: Enter a discount amount as a percentage, such as 10, or leave blank to use the global value.
sl_de_de: Gib einen Rabattpreis in Prozentangabe ein, wie zum Beispiel 10 oder lasse das Feld frei, um den allgemeinen Wert zu übernehmen.

source: Enter a discount amount as a percentage, such as 10. Or enter 0 for no discount.
sl_de_de: Gib einen Rabattpreis in Prozentangabe ein, wie zum Beispiel 10. Oder gib 0 ein, wenn du keinen Rabatt gewähren möchtest.
sl_fr_fr: Entrez un pourcentage pour la remise, par exemple 10. Ou 0 pour ne pas faire de remise.

source: Enter available license keys, one per line. If empty, keys will be automatically generated.
sl_de_de: Gib verfügbare Lizenzschlüssel ein, immer einen pro Zeile. Wenn das Feld leer ist, werden die Schlüssel automatisch generiert.
sl_fr_fr: Entrez les clés de licences disponibles, une par ligne. Si ce champ est vide, elles seront générées automatiquement.

source: Enter details about what changed.
sl_de_de: Gib an, was sich geändert hat.
sl_fr_fr: Entrez les détails des changements.

source: Enter the beta version number.
sl_de_de: Gib die Nummer der Beta-Version ein.

source: Enter the current version number.
sl_de_de: Die aktuelle Versionsnummer eingeben.
sl_fr_fr: Entrez le numéro de la version actuelle

source: Enter the license key you wish to renew.
sl_de_de: Trage den zu verlängernden Lizenzschlüssel ein.

source: Enter your license key
sl_de_de: Lizenzschlüssel eingeben
sl_fr_fr: Entrez votre clé de licence

source: Entry
sl_de_de: Eintrag

source: Error
sl_de_de: Fehler
sl_fr_fr: Erreur

source: Error:
sl_de_de: Fehler:
sl_fr_fr: Erreur :

source: Expiration
sl_de_de: Ablaufdatum

source: Expiration Date
sl_de_de: Ablaufdatum
sl_fr_fr: Date d&rsquo;expiration

source: Expiration Date:
sl_de_de: Ablaufdatum:

source: Expired
sl_de_de: Abgelaufen
sl_fr_fr: Expirée

source: expired
sl_de_de: abgelaufen
sl_fr_fr: expirée

source: expired %s ago
sl_de_de: abgelaufen vor %s

source: Expired License
sl_de_de: Abgelaufene Lizenz
sl_fr_fr: Licence expirée

source: Expired License Keys
sl_de_de: Abgelaufene Lizenzschlüssel
sl_fr_fr: Les clés de licence expirées

source: Expired:
sl_de_de: Abgelaufen am:
sl_fr_fr: Expirée&nbsp;:

source: Expires
sl_de_de: Gültig bis
sl_fr_fr: Expiration

source: expires in %s
sl_de_de: läuft ab in %s

source: Expires:
sl_de_de: Ablauf am:
sl_fr_fr: Expire le&nbsp;:

source: Export License Keys
sl_de_de: Lizenzschlüssel exportieren
sl_fr_fr: Exporter les clés de licence

source: Extend
sl_de_de: Erweitern
sl_fr_fr: Prolonger

source: Extend license
sl_de_de: Lizenz erweitern
sl_fr_fr: Prolonger la licence

source: Extend this license key's expiration date
sl_de_de: Gültigkeit des Lizenzschlüssels verlängern
sl_fr_fr: Prolonger la date d&rsquo;expiration de cette clé de licence

source: Failed Licensing: %s is incorrect post type.
sl_de_de: Fehlerhafte Lizensierung: %s ist ein ein inkorrekter Post Type.
sl_fr_fr: Échecs de la procédure : %s n&rsquo;est pas un type d&rsquo;article valable.

source: Failed Licensing: You do not have permission to perform this action.
sl_de_de: Fehlerhafte Lizensierung: Du hast keine Berechtigung, um diese Aktion auszuführen.
sl_fr_fr: Échec de la licence : vous n&rsquo;êtes pas autorisé à effectuer cette action.

source: File Name
sl_de_de: Dateiname

source: File URL
sl_de_de: Datei URL

source: For information on releasing beta versions, please %s.
sl_de_de: Um Informationen über die Veröffentlichung von Beta-Versionen zu erhalten, bitte %s.

source: Generate License Keys
sl_de_de: Lizenzschlüssel erstellen
sl_fr_fr: Générer les clés de licence

source: Generate License Keys for Past Purchases
sl_de_de: Lizenzschlüssel für vergangene Käufe erstellen
sl_fr_fr: Générer des clés de licence pour les achats passés.

source: Generate Missing Licenses
sl_de_de: Fehlende Lizenzen erstellen
sl_fr_fr: Générer les clés de licence manquantes

source: Go back
sl_de_de: Zurück
sl_fr_fr: Retour

source: Hello {name}, Your license key for {product_name} is about to expire. If you wish to renew your license, simply click the link below and follow the instructions. Your license expires on: {expiration}. Your expiring license key is: {license_key}. Renew now: {renewal_link}.
sl_de_de: Hallo {name}, Dein Lizenzschlüssel für {product_name} ist kurz davor abzulaufen. Wenn du deine Lizenz erneuern möchtest, klicke auf den unten stehenden Link und folge den Anweisungen. Deine Lizenz läuft bis: {expiration}. Dein ablaufender Lizenzschlüssel lautet: {license_key}. Jetzt erneuern: {renewal_link}.
sl_fr_fr: Bonjour {name}, Votre clé de licence pour {product_name} est sur le point d&rsquo;expirer. Si vous souhaitez renouveler votre licence, cliquez sur le lien ci-dessous et suivez les instructions. Votre licence expire le : {expiration}. Votre clé de licence est : {license_key}. Renouvelez maintenant : {renewal_link}.

source: How are prorations calculated?
sl_de_de: Wie werden Verteilungen berechnet?

source: How long are license keys valid for?
sl_de_de: Wie lange sind die Lizenzschlüssel gültig?
sl_fr_fr: Pendant combien de temps les clés de licence sont-elles valides ?

source: Ignore Local Host URLs?
sl_de_de: Lokale Host URLs ignorieren?
sl_fr_fr: Ignorer les urls de l'hôte local ?

source: Inactive
sl_de_de: Inaktiv
sl_fr_fr: Inactivée

source: Inactive License Keys
sl_de_de: Inaktive Lizenzschlüssel
sl_fr_fr: Les clés de licence inactives

source: Inactive:
sl_de_de: Inaktiv:

source: Indicates that a user has activated a site with this license.
sl_de_de: Bedeutet, dass ein Nutzer eine Seite mit einer Lizenz aktiviert hat.

source: Indicates that this license has been administratively disabled.
sl_de_de: Bedeutet, dass diese Lizenz administrativ deaktiviert wurde.

source: Indicates that this license has expired and can not be used unless renewed.
sl_de_de: Bedeutet, dass diese Lizenz abgelaufen ist und bis zur Erneuerung nicht verwendet werden kann.

source: Indicates that this license is not currently activated on any sites.
sl_de_de: Bedeutet, dass diese Lizenz derzeit auf keiner Seite aktiviert ist.

source: Inline upgrade links are displayed below the 'Add To Cart' button in products lists and on on individual product pages.
sl_de_de: Inline Upgrade Links werden unter dem "Zum Einkaufswagen hinzufügen"-Button, in den Produktlisten und auf individuellen Produktseiten angezeigt.

source: Insert
sl_de_de: Einfügen

source: Insert Image
sl_de_de: Bild einfügen

source: Invalid license ID provided.
sl_de_de: Die angegebene Lizenz ID ist ungültig.

source: Invalid license supplied
sl_de_de: Ungültige Lizenz wurde übermittelt
sl_fr_fr: Licence fournie non valide

source: Invalid token supplied
sl_de_de: Ungültiges Zeichen wurde übermittelt
sl_fr_fr: Jeton fournis invalide

source: Item
sl_de_de: Produkt
sl_fr_fr: Achat

source: Key
sl_de_de: Lizenzschlüssel
sl_fr_fr: Clé

source: Leave blank to purchase a new one.
sl_de_de: Lass das Feld leer um eine neue Lizenz zu bestellen.

source: Leave blank to use the default plugin homepage (the URL of this Download page)
sl_de_de: Frei lassen, um die Default Plugin Homepage zu verwenden (die URL dieser Download-Seite)
sl_fr_fr: Laissez vide pour utiliser la page d&rsquo;accueil de l&rsquo;extension par défaut (l&rsquo;URL de la page de ce Téléchargement)

source: License
sl_de_de: Lizenz
sl_fr_fr: Licence

source: License Details
sl_de_de: Lizenzdetails
sl_fr_fr: Détails de la licence

# License Details page tab title
source: License %s
sl_de_de: Lizenz %s

source: License Failures: %s
sl_de_de: Fehlerhafte Lizenzen: %s
sl_fr_fr: Échecs de licence : %s

source: License Key
sl_de_de: Lizenzschlüssel
sl_fr_fr: Clé de licence

source: License key provided does not match a valid %s
sl_de_de: Der eingegebene Lizenzschlüssel stimmt nicht mit einem gültigen %s überein

source: License Key:
sl_de_de: Lizenzschlüssel:

source: License Key: %s
sl_de_de: Lizenzschlüssel: %s

source: License Keys
sl_de_de: Lizenzschlüssel
sl_fr_fr: Clés de licences

source: License Keys:
sl_de_de: Lizenzschlüssel:
sl_fr_fr: Clés de licence :

source: License Length
sl_de_de: Lizenzzeitraum

source: License renewal discount: %s
sl_de_de: Rabatt zur Lizenzerneuerung: %s

source: License Renewal Notice
sl_de_de: Erneuerungsbenachrichtigung für Lizenz
sl_fr_fr: Rappel de renouvellement de licence

source: License Renewal Notices
sl_de_de: Lizenz-Erneuerungsbenachrichtigungen
sl_fr_fr: Rappels de renouvellement de licence

source: License Renewals
sl_de_de: Lizenzerneuerungen
sl_fr_fr: Renouvellements de licence

source: License renewals and upgrades must be purchased separately. Please complete your license renewal before upgrading it.
sl_de_de: Lizenzerneuerungen und Upgrades müssen getrennt erworben werden. Bitte beende zunächst die Lizenzerneuerung, bevor du das Upgrade startest.

source: License Renewals Over Time
sl_de_de: Lizenzerneuerungen im Laufe der Zeit
sl_fr_fr: Renouvellements de licence dans le temps

source: License Status
sl_de_de: Lizenz-Status
sl_fr_fr: État de la licence
