Repository: ruelporlas/wp-content-koilab
Catalog: plugins/edd-software-licensing/languages/edd_*.po
Languages: sl_de_de, sl_fr_fr

source: Two weeks before expiration
sl_de_de: Zwei Wochen vor Ablaufdatum
sl_fr_fr: Deux semaines avant l&rsquo;expiration

source: Unable to manage sites
sl_de_de: Verwalten der Seiten nicht möglich

source: Unlimited
sl_de_de: Unbegrenzt
sl_fr_fr: Illimité

source: Update File
sl_de_de: Datei aktualisieren

source: Update License
sl_de_de: Lizenz aktualisieren

source: Update Renewal Notice
sl_de_de: Erneuerungsbenachrichtigung aktualisieren
sl_fr_fr: Mettre à jour le rappel de renouvellement

source: Upgrade Cost
sl_de_de: Kosten upgraden
sl_fr_fr: Coût de la mise à niveau

source: Upgrade License
sl_de_de: Lizenz upgraden
sl_fr_fr: Mettre à niveau le licence

source: Upgrade license ending in %s
sl_de_de: Die in %s endende Lizenz upgraden

source: Upgrade Paths:
sl_de_de: Pfade aktualisieren:

source: Upgrade your existing license
sl_de_de: Deine bestehende Lizenz upgraden

source: Upgraded from
sl_de_de: Erweitert ab

source: Upgraded to
sl_de_de: Erweitert bis

source: Upload a File
sl_de_de: Eine Datei hochladen

source: Upload an Image
sl_de_de: Bild hochladen

source: Upload or enter the file URL
sl_de_de: Füge die Datei URL ein oder lade sie hoch

source: URL of a banner image to use (1544x500 pixels)
sl_de_de: URL des zu verwendenden Banner-Bildes (1544x500 Pixel)

source: URL of a banner image to use (772x250 pixels)
sl_de_de: URL des zu verwendenden Banner-Bildes (772x250 Pixel)

source: URL to the renewal checkout page
sl_de_de: URL für die Bezahlseite der Erneuerung
sl_fr_fr: L&rsquo;URL vers la page de paiement du renouvellement

source: Use Download "Published on" date as Plugin Added date?
sl_de_de: Willst du das "Veröffentlicht am"-Datum des Downloads als Datum im Plugin einfügen?
sl_fr_fr: Utiliser la date "Publié le" du Téléchargement comme date d&rsquo;ajout de l&rsquo;extension ?

source: Use the following data from the remote readme.txt file .
sl_de_de: Verwende die folgenden Daten aus der readme.txt Datei.
sl_fr_fr: Utiliser les données suivantes à partir du fichier readme.txt.

source: Use this form to add a new site URL for this license. Once added, the site will be considered active and will be included in the total site count.
sl_de_de: Verwende dieses Formular um eine neue Seiten-URL für diese Lizenz hinzuzufügen. Sobald diese zugefügt wurde, wird diese Seite als aktiv gewertet und in die gesamte Anzahl aller Seiten einberechnet.
sl_fr_fr: Utiliser ce formulaire pour ajouter un nouveau site pour cette licence. Une fois ajouté, ce site sera considéré comme actif et donc inclus au nombre de sites autorisés.

source: Use this form to authorize a new site URL for this license. Enter the full site URL.
sl_de_de: An dieser Stelle kannst du deiner Lizenz eine neue Seite hinzufügen. Bitte die komplette URL eingeben.
sl_fr_fr: Utiliser ce formulaire pour ajouter un nouveau site pour cette licence. Entrez l&rsquo;adresse URL complète du site.

source: Use This Image
sl_de_de: Dieses Bild verwenden

source: Use this tool to export license keys to a CSV file.
sl_de_de: Verwende dieses Tool um Lizenzschlüssel als CSV Datei zu exportieren.
sl_fr_fr: Utiliser cet outil pour exporter les clés de licence dans un fichier CSV.

source: Use this tool to provision licenses for unlicensed Easy Digital Downloads products.
sl_de_de: Benutze dieses Tool um Lizenzen für nicht-lizenzierte Easy Digital Downloads Produkte zu generieren.
sl_fr_fr: Utiliser cet outil pour fournir des licences aux produits d&rsquo;Easy Digital Downloads encore sans licences.

source: Version Number
sl_de_de: Versionsnummer

source: View
sl_de_de: Anzeigen
sl_fr_fr: Afficher

source: View Details
sl_de_de: Details anzeigen

source: View License
sl_de_de: Lizenz ansehen
sl_fr_fr: Afficher la licence

source: View License Key
sl_de_de: Lizenzschlüssel anzeigen
sl_fr_fr: Voir la clé de licence

source: View Licenses
sl_de_de: Lizenzen anzeigen
sl_fr_fr: Voir les licences

source: View Purchase Record
sl_de_de: Kaufvorgang ansehen
sl_fr_fr: Afficher le journal de l&rsquo;achat

source: View Upgrades
sl_de_de: Upgrades anzeigen
sl_fr_fr: Afficher les mises à niveau

source: Was renewal:
sl_de_de: Lizenzverlängerung:
sl_fr_fr: A été renouvellée :

source: Weeks
sl_de_de: Wochen
sl_fr_fr: Semaines

source: What are Renewal Reminders?
sl_de_de: Was sind Erneuerungsbenachrichtigungen?

source: What does 'Allow Renewals' do?
sl_de_de: Was passiert bei 'Erneuerungen zulassen'?

source: What does 'Email Matching' mean?
sl_de_de: Was bedeutet 'Email-Abgleich'?

source: What does this mean
sl_de_de: Was bedeutet das

source: What is a Local Host?
sl_de_de: Was ist ein lokaler Host?

source: What is ReadMe.txt?
sl_de_de: Was ist ReadMe.txt?

source: What is the URL of the readme.txt file for the download?
sl_de_de: Wie lautet die URL für den Download der readme.txt Datei?
sl_fr_fr: Qu&rsquo;elle est l&rsquo;URL du fichier readme.txt du téléchargement ?

source: What is URL Checking?
sl_de_de: Was ist URL-Überprüfung?

source: When is this renewal discount used?
sl_de_de: Wann wird der Erneuerungsrabatt angewendet?

source: When should this email be sent?
sl_de_de: Wann soll diese Email gesendet werden?
sl_fr_fr: Quand l&rsquo;e-mail doit-il être envoyé ?

source: When the user is on the checkout page renewing their license, this discount will be automatically applied to their renewal purchase.
sl_de_de: Wenn der Nutzer auf der Bezahlseite seine Lizenz erneuert, wird der Rabattautomatisch auf dessen Erneuerungskauf angerechnet.

source: When the user is on the checkout page renewing their license, this discount will be automatically applied to their renewal purchase. NOTE: If the product is a Recurring product and the customer's subscription is still active, it will automatically renew with this discount applied.
sl_de_de: Wenn der Nutzer auf der Bezahlseite seine Lizenz erneuert, wird der Rabattautomatisch auf dessen Erneuerungskauf angerechnet. BITTE BEACHTE: Wenn es sich beim Produkt um ein wiederkehrendes Produkt handelt und das Abonnement des Kunden nach wie vor aktiv ist, so wird es automatisch erneuert, auch wenn diese Option deaktiviert ist.

source: Where are upgrade links displayed?
sl_de_de: Wo werden Upgrade Links angezeigt?

source: Years
sl_de_de: Jahre
sl_fr_fr: An(s)

source: Yes
sl_de_de: Ja
sl_fr_fr: Oui

source: You are not permitted to view this data.
sl_de_de: Dir fehlt die Berechtigung, um diese Daten zu sehen.

source: You currently have no licenses
sl_de_de: Du besitzt derzeit keine Lizenzen

source: You do not have permission to add renewal notices
sl_de_de: Dir fehlt die Berechtigung, um Erneuerungsbenachrichtigungen hinzuzufügen
sl_fr_fr: Il semblerait que vous n&rsquo;ayez pas l&rsquo;autorisation d&rsquo;ajouter de rappels de renouvellement

source: You do not have permission to download this file
sl_de_de: Dir fehlt die Berechtigung, um diese Datei herunterzuladen
sl_fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de télécharger ce fichier

source: You do not have permission to download this file. An invalid hash was provided.
sl_de_de: Dir fehlt die Berechtigung, um diese Datei herunterzuladen. Es wurde ein ungültiger Hash eingegeben.
sl_fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de télécharger ce fichier. Un hash non valide a été fourni.

source: You do not have permission to edit this license
sl_de_de: Du hast keine Erlaubnis, um diese Lizenz zu bearbeiten

source: You do not have permission to view this data
sl_de_de: Dir fehlt die Berechtigung, um diese Daten zu sehen
sl_fr_fr: Vous n&rsquo;êtes pas autorisé à afficher ces données.

source: You may renew multiple license keys at once.
sl_de_de: Du kannst mehrere Lizenzschlüssel gleichzeitig erneuern.
sl_fr_fr: Vous pouvez renouveler de multiple clés en une seule fois.

source: You must be logged in to view license keys.
sl_de_de: Du musst angemeldet sein, um die Lizenzschlüssel sehen zu können.

source: You must enable Javascript in order to proceed!
sl_de_de: Aktiviere Javascript um fortzufahren!
sl_fr_fr: Vous devez activer le Javascript pour pouvoir continuer !

source: Your download link has expired
sl_de_de: Dein Download-Link ist abgelaufen
sl_fr_fr: Votre lien de téléchargement a expiré.

source: Your license could not be validated.
sl_de_de: Die Gültigkeit deiner Lizenz konnte nicht bestätigt werden.
sl_fr_fr: Votre licence n&rsquo;a pas pu être validée.

source: Your license has been disabled.
sl_de_de: Deine Lizenz wurde deaktiviert.
sl_fr_fr: Votre licence a été désactivée.

source: Your license has expired, please <a href="%s" title="Renew your license">renew it</a> to install this update.
sl_de_de: Deine Lizenz ist abgelaufen, bitte <a href="%s" title="Renew your license">erneuere sie </a> um dieses Upgrade zu installieren.
sl_fr_fr: Votre licence est arrivée à expiration, veuillez <a href="%s" title="Renouveler votre licence">la renouveler</a> pour installer cette mise à jour.

source: Your license has not been activated for this domain, please activate it first.
sl_de_de: Deine Lizenz wurde für diese Domain nicht aktiviert, bitte schalte sie zunächst frei.
sl_fr_fr: Cette licence n&rsquo;a pas été activée pour ce domaine, veuillez l&rsquo;activer.

source: Your license key for this purchase has been revoked.
sl_de_de: Ihr Lizenzschlüssel für diesen Kauf wurde widerrufen.
sl_fr_fr: Votre clé de licence a été révoquée pour cet achat.

source: Your license key for this purchase is expired. Renew your license key and you will be allowed to download your files again.
sl_de_de: Dein Lizenzschlüssel für diesen Kauf ist abgelaufen. Erneuere deine Lizenz und du kannst wieder auf deinen Downloads zugreifen.
sl_fr_fr: Votre clé de licence pour cet achat est expirée. Renouvelez la et vous pourrez à nouveau télécharger vos fichiers.

source: Your License Key is About to Expire
sl_de_de: Dein Lizenzschlüssel läuft in Kürze ab
sl_fr_fr: Votre licence est sur le point d&apos;expirer

source: Your license key is expired. It must be renewed before it can be upgraded.
sl_de_de: Dein Lizenzschlüssel ist abgelaufen. Es muss zunächst erneuert werden, bevor ein Upgrade durchgeführt werden kann.
sl_fr_fr: Votre clé de licence est expirée. Elle doit être renouvelée avant de pouvoir être mise à niveau.

source: Your user account doesn't have permission to access this.
sl_de_de: Dein Nutzerkonto erlaubt dir keinen Zugriff auf diesen Bereich.
sl_fr_fr: Votre compte n&rsquo;a pas les droits d&rsquo;accès.

source: Go Back
sl_fr_fr: Retour

source: Deactivate
sl_fr_fr: Désactiver

source: Activate
sl_fr_fr: Activer

source: View Log
sl_fr_fr: Afficher le journal

source: Loading license log..
sl_fr_fr: Chargement du journal en cours...

source: Status
sl_fr_fr: État

source: Payment ID <a href="%1$s" target="_blank">%2$s</a> was NOT licensed because "%4$".
sl_fr_fr: AUCUNE licence n&rsquo;a pu être générée pour le paiement n°<a href="%1$s" target="_blank">%2$s</a> car "%4$".

source: Export
sl_fr_fr: Exporter

source: Status:
sl_fr_fr: État&nbsp;:

source: Change Log
sl_fr_fr: Notes de version

source: Additional Discount
sl_fr_fr: Remise supplémentaire

source: N/A
sl_fr_fr: N/D

source: Use this to generate missing license keys for this purchase. If you add a product to the purchase, click this after saving the payment.
sl_fr_fr: Utiliser cela pour générer les clés de licence manquantes pour cet achat. Si vous ajoutez un produit à cet achat, cliquez ici après avoir sauvegardé le paiement.

source: Download details
sl_fr_fr: Détails du Téléchargement

source: License URI
sl_fr_fr: URI de la licence

source: Other Content
sl_fr_fr: Autre contenu

source: Use the last time this Download was modified as the "Last Modified" date?
sl_fr_fr: Utiliser la dernière date de modification de ce Téléchargement en tant que "Dernière date de modification" ?

source: Name
sl_fr_fr: Nom

source: EDD SL Upgrades
sl_fr_fr: Mises à jour EDD SL

source: EDD Upgrades
sl_fr_fr: Mises à jour EDD

source: Software Licensing - Upgrades
sl_fr_fr: Software Licensing - Mises à jour

source: The upgrade process is running, please be patient. This could take several minutes to complete while license keys are upgraded in batches of 100.
sl_fr_fr: La procédure de mise à jour est en cours, veuillez patienter. Cela peut prendre plusieurs minutes car les clés de licence sont mises à jour par lot de 100.

source: Step %d of approximately %d running
sl_fr_fr: Étape %d sur environ %d en cours

source: The License Keys in Easy Digital Downloads needs to be upgraded, click <a href="%s">here</a> to start the upgrade.
sl_fr_fr: Les clés de licence dans Easy Digital Downloads doivent être mises à jour, <a href="%s">cliquez ici</a> pour lancer la mise à jour.

source: The renewal notices in Easy Digital Downloads needs to be upgraded, click <a href="%s">here</a> to start the upgrade.
sl_fr_fr: Les rappels de renouvellement de Easy Digital Downloads doivent être mise à jour, cliquez <a href="%s">ici</a> pour lancer la mise à jour.

source: Easy Digital Downloads - Software Licensing now supports Bundle Licenses. This is an opt-in upgrade, so please choose one of the following:
sl_fr_fr: Easy Digital Downloads - Software Licensing prend désormais en charge les licences de bundle. Ceci est une mise à niveau de l&rsquo;opt-in, donc s&rsquo;il vous plaît veuillez choisir une des options suivantes :

source: If you want to read more on this new feature, <a href="%s" target="_blank">click here</a>.
sl_fr_fr: Si vous voulez en savoir plus sur cette nouvelle fonctionnalité, <a href="%s" target="_blank">cliquez ici</a>.

source: <li>Make <a href="%s">no changes</a></li>
sl_fr_fr: <li>Ne faire <a href="%s">aucune modification</a></li>

source: <li>After you enable licensing for the bundles of your choice, <a href="#" onClick="jQuery('#generate-licenses-button-wrapper').toggle(); return false;">generate licenses for bundles with Licensing enabled</a>.</li>
sl_fr_fr: <li> Après l&rsquo;activation des licences pour le bundle de votre choix, <a href="#" onClick="jQuery(&rsquo;#generate-licenses-button-wrapper&rsquo;).toggle(); return false;">générer des licences pour les bundles avec des licences activées</a>.</li>

source: Before clicking this button, verify that all bundles you want to generate licenses for have Licensing enabled, and their license length is correct.
sl_fr_fr: Avant de cliquer sur ce bouton, vérifiez que tous les bundles dont vous voulez générer des licences ont bien leurs licences d&rsquo;activées, et leurs durées de validité correctes.

source: Generate Bundle Licenses
sl_fr_fr: Générer les licences bundle

source: You do not have permission to do shop upgrades
sl_fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de faire des mises à jour dans la boutique.

source: EDD Software Licensing Changelog
sl_fr_fr: Notes de version d&rsquo;EDD Software Licensing

source: Changelog
sl_fr_fr: Notes de version

source: Show changelog for:
sl_fr_fr: Afficher les notes de version pour :

source: Current %s
sl_fr_fr: %s actuel

source: Show all purchased licenses
sl_fr_fr: Afficher toutes les licences achetées

source: Renewing a license key? <a href="#" id="edd_sl_show_renewal_form">Click to renew an existing license</a>
sl_fr_fr: Besoin de renouveler une licence ? <a href="#" id="edd_sl_show_renewal_form">Cliquez ici pour renouveler une licence existante</a>

source: Enter the license key you wish to renew. Leave blank to purchase a new one.
sl_fr_fr: Entrez la clé de licence que vous désirez renouveler. Laissez vide pour en acheter une nouvelle.

source: The customer's name
sl_fr_fr: Le nom du client

source: the file has been cached. %sClear cached file%s
sl_fr_fr: le fichier a été mis en cache. %sSupprimer le fichier mis en cache%s

source: revoked
sl_fr_fr: révoquée

source: You do not have permission to install plugin updates
sl_fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation d&rsquo;installer les mises à jour de l&rsquo;extension

source: Plugin License Options
sl_fr_fr: Options de la licence de l&rsquo;extension

source: Activate License
sl_fr_fr: Activer la licence

source: active
sl_fr_fr: licence active

source: Deactivate License
sl_fr_fr: Désactiver la licence

source: Theme License
sl_fr_fr: Licence du thème

source: Enter your theme license key.
sl_fr_fr: Entrez votre clé de licence du thème.

source: License Action
sl_fr_fr: Action sur la licence

source: License status is unknown.
sl_fr_fr: L&rsquo;état de la licence est inconnu.

source: Renew?
sl_fr_fr: Renouveler&nbsp;?

source: unlimited
sl_fr_fr: illimité

source: License key is active.
sl_fr_fr: La clé de licence est activée.

source: Expires %s.
sl_fr_fr: Expire le %s.

source: You have %1$s / %2$s sites activated.
sl_fr_fr: Vous avez %1$s / %2$s sites activés.

source: License key expired %s.
sl_fr_fr: La clé de licence expire le %s.

source: License key has expired.
sl_fr_fr: La clé de licence est expirée.

source: License keys do not match.
sl_fr_fr: Les clés de licence ne correspondent pas.

source: License is inactive.
sl_fr_fr: Le licence est inactivée.

source: License key is disabled.
sl_fr_fr: La clé de licence est désactivée.

source: Site is inactive.
sl_fr_fr: Le site est inactif.

source: Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.
sl_fr_fr: Mettre à jour ce thème vous fera perdre toutes les modifications que vous y avez faites. &rsquo;Annuler&rsquo; pour arrêter. &rsquo;OK&rsquo; pour mettre à jour.

source: <strong>%1$s %2$s</strong> is available. <a href="%3$s" class="thickbox" title="%4s">Check out what's new</a> or <a href="%5$s"%6$s>update now</a>.
sl_fr_fr: <strong>%1$s %2$s</strong> est disponible. <a href="%3$s" class="thickbox" title="%4s">Découvrez quelles sont les nouveautés</a> ou <a href="%5$s"%6$s>mettez à jour maintenant</a>.

source: Upgrades
sl_fr_fr: Mises à jour

source: There are no license keys for this purchase
sl_fr_fr: Cet achat n&rsquo;a pas de clé de licence
