Repository: ruelporlas/wp-content-koilab
Catalog: plugins/edd-software-licensing/languages/edd_*.po
Languages: sl_de_de, sl_fr_fr

source: License Term
sl_de_de: Laufzeit

source: License Upgrade Paths
sl_de_de: Upgrade-Pfade der Lizenz
sl_fr_fr: Chemins des mises à niveau de la licence

source: License upgraded from %s to %s
sl_de_de: Lizenz wurde erweitert von %s bis %s
sl_fr_fr: Licence mise à à niveau de %s en %s

source: License Upgrades
sl_de_de: Lizenzaktualisierungen
sl_fr_fr: Mises à niveau de licence

source: Licensed URLs:
sl_de_de: Lizensierte URLs:

source: Licenses
sl_de_de: Lizenzen
sl_fr_fr: Licences

source: Licensing
sl_de_de: Lizenzierung
sl_fr_fr: Licence

source: Lifetime
sl_de_de: Lebenslang
sl_fr_fr: Licence à vie

source: Limit number of times this license can be activated. Use 0 for unlimited. If using variable prices, set the limit for each price option.
sl_de_de: Lege fest, wie oft diese Lizenz aktiviert werden kann. Verwende 0 für unbegrenzt. Wenn du variable Preise nutzt, lege eine Begrenzung für jede Preisoption fest.

source: Limited
sl_de_de: Begrenzt
sl_fr_fr: Limité

source: LOG - License Activated:
sl_de_de: LOG - Lizenz aktiviert:
sl_fr_fr: LOG - Licence activée :

source: LOG - License Deactivated:
sl_de_de: LOG - Lizenz Deaktiviert:
sl_fr_fr: LOG - Licence désactivée :

source: LOG - Renewal Notice Sent
sl_de_de: LOG - Erneuerungs-Meldung verschickt
sl_fr_fr: LOG - Rappels de renouvellement envoyés

source: Logged Entries:
sl_de_de: Protokollierte Einträge:

source: Manage License
sl_de_de: Lizenz verwalten

source: Manage Sites
sl_de_de: Seiten verwalten
sl_fr_fr: Gérer les sites

source: Mark as Lifetime
sl_de_de: Als lebenslang markieren

source: Missing License Generated: %s
sl_de_de: Fehlende Lizenz wurde generiert: %s
sl_fr_fr: Licence générée manquante : %s

source: Missing license keys can be generated for past purchases of this %s from the %sTools%s page
sl_de_de: Fehlende Lizenzschlüssel für erhaltene Zahlungen von %s können über die %sTools%s Seite generiert werden

source: Months
sl_de_de: Monate
sl_fr_fr: Mois

source: Never
sl_de_de: Nie
sl_fr_fr: Jamais

source: New License
sl_de_de: Neue Lizenz
sl_fr_fr: Ajouter une licence

source: New site URL (including http://)
sl_de_de: Neue Seiten-URL (mit http://)

source: No
sl_de_de: Nein
sl_fr_fr: Non

source: No actions available for this license
sl_de_de: Für diese Lizenz sind keine Handlungsoptionen verfügbar

source: No changelog found
sl_de_de: Kein Changelog gefunden
sl_fr_fr: Aucun journal n&rsquo;a été trouvé

source: No item provided
sl_de_de: Kein Produkt vorhanden
sl_fr_fr: Aucun élément fourni

source: No license ID supplied or invalid key provided
sl_de_de: Es wurde kein oder ein ungültiger Lizenzschlüssel eingegeben
sl_fr_fr: Aucune ID de licence n&rsquo;a été fournie ou la clé n&rsquo;est pas valide.

source: No license key provided
sl_de_de: Kein Lizenzschlüssel vorhanden
sl_fr_fr: Aucune licence n&rsquo;a été trouvée

source: No license keys found
sl_de_de: Keine Lizenzschlüssel gefunden
sl_fr_fr: Aucune clé de licence n&rsquo;a été trouvée

source: No Licenses found
sl_de_de: Keine Lizenzen gefunden
sl_fr_fr: Aucune licence n&rsquo;a été trouvée

source: No Licenses found in Trash
sl_de_de: Keine Lizenzen im Papierkorb gefunden
sl_fr_fr: Aucune licence n&rsquo;a été trouvée dans la corbeille

source: No payment downloads found
sl_de_de: Keine Downloads von Zahlungen gefunden
sl_fr_fr: Aucun paiement de téléchargements n&rsquo;a été trouvé

source: No Payments Found
sl_de_de: Es wurden keine Zahlungen gefunden

source: No purchases needing licenses found.
sl_de_de: Es wurde keinen erworbenen Produkte gefunden, für die eine Lizenz notwendig ist.
sl_fr_fr: Aucun achat ayant besoin d&rsquo;une licence n&rsquo;a été trouvé.

source: No renewal notice ID was provided
sl_de_de: Es steht keine ID zur Erneuerungsbenachrichtigung zur Verfügung
sl_fr_fr: Aucune ID de rappel de renouvellement n&rsquo;a été fournie

source: No sites have been activated for this license
sl_de_de: Bisher wurden diese Lizenz auf keiner Seite aktiviert
sl_fr_fr: Cette licence n&rsquo;a été activée sur aucun site

source: No upgrade path available
sl_de_de: Kein Upgrade-Pfad verfügbar

source: No upgrades available
sl_de_de: Keine Upgrades verfügbar
sl_fr_fr: Aucune mise à niveau disponible

source: No upgrades available for this license
sl_de_de: Für diese Lizenz stehen keine Upgrades zur Verfügung
sl_fr_fr: Aucune mise à niveau n&rsquo;disponible pour cette licence

source: Nonce verification failed
sl_de_de: Überprüfung der Nonce fehlgeschlagen
sl_fr_fr: Échec de la vérification du nonce

source: none
sl_de_de: keine
sl_fr_fr: aucune

source: One day after expiration
sl_de_de: Einen Tag nach Ablaufdatum
sl_fr_fr: Un jour après l&rsquo;expiration

source: One day before expiration
sl_de_de: Einen Tag vor Ablaufdatum
sl_fr_fr: Un jour avant l&rsquo;expiration

source: One month after expiration
sl_de_de: Einen Monat nach Ablaufdatum
sl_fr_fr: Un mois après l&rsquo;expiration

source: One month before expiration
sl_de_de: Einen Monat vor Ablaufdatum
sl_fr_fr: Un mois avant l&rsquo;expiration

source: One week after expiration
sl_de_de: Eine Woche nach Ablaufdatum
sl_fr_fr: Une semaine après l&rsquo;expiration

source: One week before expiration
sl_de_de: Eine Woche vor Ablaufdatum
sl_fr_fr: Une semaine avant l&rsquo;expiration

source: Order <a href="%1$s" target="_blank">%2$s</a> processed. No licenses needed to be processed.
sl_de_de: Die Bestellung <a href="%1$s" target="_blank">%2$s</a>wurde bearbeitet. Es mussten keine neuen Lizenzen erstellt werden.

source: Override plugin homepage:
sl_de_de: Plugin Homepage überschreiben:
sl_fr_fr: Écraser la page d&rsquo;accueil de l&rsquo;extension :

source: Override the following sections with content from the remote readme.txt file. Each section appears as a tab in the Update Notice screen .
sl_de_de: Überschreibe die folgenden Sektionen mit Inhalt aus der readme.txt Datei. Jede Sektion erscheint als einzelner Tab im Aktualisierungsfenster.
sl_fr_fr: Écraser les sections suivantes avec le contenu provenant du fichier readme.txt. Chaque section apparaît dans un onglet séparé dans l&rsquo;écran de notification de la mise à jour.

source: Payments Processed: %s
sl_de_de: Verarbeitete Zahlungen: %s
sl_fr_fr: Paiements traités : %s

source: People who are in the developmental stages of their website will often build it offline using their own computer. This is called a Local Host.
sl_de_de: Nutzer, die sich im Entwicklungsstadium ihrer Webseite befinden, bauen diese häufig offline und mit Hilfe ihres eigenen Computers. Das nennt man einen lokalen Host.

source: Please be patient while this script runs. This can take a while, up to a minute per payment. Do not navigate away from this page until this script is done or the licensing will not be completed. You will be notified via this page when the licensing is completed.
sl_de_de: Bitte habe etwas Geduld, während das Script läuft. Dies kann bis zu einer Minute pro Zahlungsvorgang in Anspruch nehmen. Bitte schließe diese Seite nicht bevor das Script abgeschlossen ist, sonst wird die Lizenzierung nicht abgeschlossen. Sobald die Lizenzierung erfolgt ist, wirst du über diese Seite benachrichtigt.
sl_fr_fr: S&rsquo;il vous plaît soyez patient pendant l&rsquo;exécution de ce script. Cela peut prendre un certain temps, jusqu&rsquo;à une minute par paiement. Ne quittez pas cette page tant que le script s&rsquo;exécute ou les licences ne seront pas terminées. Vous serez notifié sur cette page lorsque le processus sera terminée.

source: Please confirm you want to delete this license
sl_de_de: Bitte bestätige, dass du diese Lizenz löschen möchtest

source: Please set beta version settings for individual products.
sl_de_de: Bitte wähle die Einstellungen der Beta-Version für individuelle Produkte.

source: Plugin Banner Image (high resolution):
sl_de_de: Plugin Banner-Bild (hohe Auflösung):

source: Plugin Banner Image (low resolution):
sl_de_de: Plugin Banner-Bild (niedrige Auflösung):

source: Plugin Dates:
sl_de_de: Plugin Daten:
sl_fr_fr: Dates de l&rsquo;extension :

# post type general name
source: Licenses
sl_de_de: Lizenzen
sl_fr_fr: Licences

# post type singular name
source: License
sl_de_de: Lizenz
sl_fr_fr: Licence

source: Preset License Keys
sl_de_de: Voreinstellung der Lizenzschlüssel

source: Price Option
sl_de_de: Preisoption
sl_fr_fr: Option de prix

source: Product
sl_de_de: Produkt

source: Product - Recipient
sl_de_de: Produkt - Empfänger
sl_fr_fr: Produit - Destinataire

source: Product Name
sl_de_de: Produkt-Name
sl_fr_fr: Nom du produit

source: Product:
sl_de_de: Produkt:

source: Properly built WordPress plugins will include a ReadMe.txt file which includes things like the version, license, author, description, and more. Checking this will add a metabox to each download which allows for plugin data to be auto filled based on the included ReadMe.txt file in your plugin. Note that this is optional even if you are selling WordPress plugins.
sl_de_de: Angemessen erstellte WordPress Plugins beinhalten eine ReadMe.txt Datei, die Fakten zur Version, Lizenz, zum Autor, eine Beschreibung und andere Informationen enthält. Wenn du dies markierst, wird automatisch zu jedem Download eine Metabox hinzugefügt. Diese erlaubt ein automatisches Ausfüllen der Plugin Daten auf Grundlage der enthaltenen ReadMe.txt Datei in deinem Plugin. Diese Funktion ist optional, auch wenn du WordPress Plugins verkaufst.

source: Prorate
sl_de_de: Freigeben
sl_fr_fr: Prorata

source: Proration Method
sl_de_de: Methode der Verteilung

source: Provided hash does not validate.
sl_de_de: Die Gültigkeit des Hash konnte nicht bestätigt werden.
sl_fr_fr: Le hash fourni n&rsquo;est pas valide.

source: Purchase Date
sl_de_de: Kaufdatum
sl_fr_fr: Date de l&rsquo;achat

source: Purchase Date:
sl_de_de: Kaufdatum:

source: Purchased
sl_de_de: Gekauft am
sl_fr_fr: Achetée le

source: Raw URL of the renewal checkout page
sl_de_de: Original URL für die Bezahlseite der Erneuerung

source: Readme.txt Location:
sl_de_de: Readme.txt Speicherort:
sl_fr_fr: Emplacement du fichier readme.txt :

source: Related Payments:
sl_de_de: Zugehörige Zahlungen:

source: Renew
sl_de_de: Erneuern
sl_fr_fr: Renouveler

source: Renew An Existing License
sl_de_de: Vorhandene Lizenz verlängern

source: Renew license
sl_de_de: Lizenz erneuern
sl_fr_fr: Renouveler la licence

source: renew now
sl_de_de: jetzt erneuern
sl_fr_fr: renouveler maintenant

source: Renew this license
sl_de_de: Lizenz erneuern
sl_fr_fr: Renouveler cette licence

source: Renew to manage sites
sl_de_de: Erneuern um Seiten zu verwalten

source: Renew to upgrade
sl_de_de: Erneuern um das Upgrade auszuführen
sl_fr_fr: Renouveler pour mettre à niveau

source: Renewal Discount
sl_de_de: Rabatt für Erneuerung
sl_fr_fr: Remise pour le renouvellement

source: Renewal Notices
sl_de_de: Erneuerungsbenachrichtigungen
sl_fr_fr: Rappels de renouvellement

source: Renewal Reminders are emails that are automatically sent out to the customer when their license key is about to expire. These emails will remind the customer that they need to renew. You can configure those emails below.
sl_de_de: Erneuerungsbenachrichtigungen sind Emails, die automatisch an den Kunden versendet werden, sobald dessen Lizenschlüssel kurz vor dem Ablaufen steht. Diese Emails erinnern den Kunden daran, dass sie ihre Lizenzen erneuern müssen. Du kannst diese Emails weiter unten konfigurieren.

source: Renewal Reminders are emails that are automatically sent out to the customer when their license key is about to expire. These emails will remind the customer that they need to renew. You can configure those emails below. NOTE: If the product is a Recurring product and the customer's subscription is still active, the Renewal Reminders on this page will not be sent. Instead, the emails on the 'Recurring Payments' page will be used (see 'Recurring Payments' above). However, if the customer's subscription is cancelled or expired, they will be sent these emails.
sl_de_de: Erneuerungsbenachrichtigungen sind Emails, die automatisch an den Kunden versendet werden, sobald dessen Lizenschlüssel kurz vor dem Ablaufen steht. Diese Emails erinnern den Kunden daran, dass sie ihre Lizenzen erneuern müssen. Du kannst diese Emails weiter unten konfigurieren. BITTE BEACHTE: Wenn es sich beim Produkt um ein wiederkehrendes Produkt handelt und das Abonnement des Kunden nach wie vor aktiv ist, so werden die Erneuerungsbenachrichtigungen auf dieser Seite nicht versendet. Stattdessen werden die Emails der Seite für "Wiederkehrende Zahlungen" verwendet (siehe "Wiederkehrende Zahlungen" oben). Ist jedoch das Abonnement eins Kunden deaktiviert oder abgelaufen, so erhält er diese Emails.

source: Renewals
sl_de_de: Erneuerungen
sl_fr_fr: Renouvellements

source: Renewing
sl_de_de: Erneuert

source: Search Licenses
sl_de_de: Lizenzen suchen
sl_fr_fr: Rechercher des licences

source: see our documentation
sl_de_de: siehe Dokumentation

source: Select Notice:
sl_de_de: Benachrichtigung auswählen:

source: Selling WordPress Plugins?
sl_de_de: Verkaufst du WordPress Plugins?
sl_fr_fr: Vous vendez des extensions WordPress ?

source: Send a renewal notice for this license key
sl_de_de: Eine Erneuerungsbenachrichtigung für diesen Lizenzschlüssel versenden

source: Send Notice
sl_de_de: Benachrichtigung senden

source: Send Period
sl_de_de: Sendezeitraum
sl_fr_fr: Période d&rsquo;envoi

source: Send Renewal Notice
sl_de_de: Erneuerungsbenachrichtigung versenden
sl_fr_fr: Envoyer la notification de renouvellement

source: Send Renewal Reminders
sl_de_de: Erneuerungsbenachrichtigungen versenden
sl_fr_fr: Envoyer des rappels de renouvellement

source: Single %s
sl_de_de: Einzelne %s

source: Site URL
sl_de_de: Seiten-URL
sl_fr_fr: URL du site

source: Software Licensing - Retroactive Licensing Processor
sl_de_de: Software-Lizensierung - Nachträglicher Lizensierungs-Prozessor
sl_fr_fr: Software Licensing - Processeur de licence rétroactive

source: Software Licensing will typically require the software to pass a URL along with a license to check the license limit. Note that if you sell desktop software, you could use the URL paramater to track the ID of the computer running the license by passing the computer's ID in the URL paramater. For more on this please see the documentation.
sl_de_de: Die Software-Lizensierung erfordert normalerweise, dass die Software gemeinsam mit der Lizenz eine URL zur Verfügung stellt, um so die Lizenzgrenze zu ermitteln. Bitte beachte, wenn du Desktop Software verkaufst, dass du URL Parameter verwenden kannst, um die ID des Computers zu ermitteln, auf dem die Lizenz installiert ist. Hierfür musst du die Computer ID in die URL Parameter eingeben. Konsultiere für weitere Informationen bitte unsere Dokumentation.

source: Something went wrong while attempting to apply the renewal
sl_de_de: Etwas ist bei der Ausführung der Erneuerung fehlgeschlagen
sl_fr_fr: Quelque chose s'est mal passé en essayant d&rsquo;appliquer le renouvellement.

source: Specify how to calculate proration for license upgrade.
sl_de_de: Spezifische Informationen zur Berechnung der Verteilung für Lizenz-Upgrades.

source: Stable Tag
sl_de_de: Stabiler Tag
sl_fr_fr: Version stable

source: Stopping, please wait a moment.
sl_de_de: Vorgang wurde angehalten, bitte warte einen Moment.
sl_fr_fr: En cours d&rsquo;arrêt, attendez un instant svp.

source: Subject
sl_de_de: Betreff
sl_fr_fr: Sujet

source: Tested Up To (WordPress Version)
sl_de_de: Getestet bis zur (WordPress Version)
sl_fr_fr: Testé jusqu&rsquo;à (version WordPress)

source: The _edd_sl_site_count postmeta is <strong>deprecated</strong> since EDD Software Licensing 2.4.8! Use edd_software_licensing->get_site_count( $license_id ) instead.
sl_de_de: Die _edd_sl_site_count Post-Meta ist <strong>veraltet</strong> seit EDD Software Licensing 2.4.8! Verwende stattdessen edd_software_licensing->get_site_count( $license_id ).

source: The cache has been deleted.
sl_de_de: Der Cache wurde gelöscht.
sl_fr_fr: Le cache a été supprimé.

source: The download for this license is not in the cart or could not be added
sl_de_de: Der Download dieser Lizenz befindet sich nicht im Einkaufswagen oder konnte nicht hinzugefügt werden
sl_fr_fr: Le téléchargement de cette licence n&rsquo;est pas dans le panier ou ne peut y être ajouté.

source: The download for this license is not published
sl_de_de: Der Download dieser Lizenz ist nicht veröffentlicht
sl_fr_fr: Le téléchargement de cette licence n'est pas publié.

source: The email message to be sent with the renewal notice. The following template tags can be used in the message:
sl_de_de: Textnachricht der Email, die zur Erneuerungsbenachrichtigung gesendet wird. Die folgenden Markierungsvorlagen können in der Nachricht verwendet werden:
sl_fr_fr: Le message de l&rsquo;e-mail a envoyé avec le rappel de renouvellement. Les balises suivantes peuvent être utilisées dans le message :

source: The expiration date for the license key
sl_de_de: Ablaufdatum des Lizenzschlüssels
sl_fr_fr: La date d&rsquo;expiration de la clé de licence

source: the file is not cached.
sl_de_de: die Datei wurde nicht zwischengespeichert.
sl_fr_fr: le fichier n&rsquo;est pas en cache.

source: The license key that needs renewed
sl_de_de: Der zu erneuernde Lizenzschlüssel
sl_fr_fr: La clé de licence à renouveler

source: The name of the product the license key belongs to
sl_de_de: Name des Produktes, zu dem der Lizenzschlüssel gehört
sl_fr_fr: Le nom du produit auquel cette clé de licence est attachée

source: The purchase record for this license is not marked as complete
sl_de_de: Der Kaufvorgang für diese Lizenz wurde als unvollständig markiert
sl_fr_fr: Le journal d&rsquo;achat de cette licence n'est pas marqué comme terminé.

source: The renewal discount, including the `%` symbol.
sl_de_de: Der Rabatt für die Erneuerung, inklusive des "%" Symbols.
sl_fr_fr: La remise de renouvellement, incluant le symbole de `%`.

source: The specified email is not authorized to renew license %s.
sl_de_de: Diese spezifische Email ist nicht für die Lizenz-Erneuerung autorisiert %s.

source: The subject line of the renewal notice email
sl_de_de: Die Betreffzeile der Email zur Erneuerungsbenachrichtigung
sl_fr_fr: Le sujet de l&rsquo;e-mail du rappel de renouvellement

source: The supplied license has been disabled and cannot be renewed
sl_de_de: Die gelieferte Lizenz wurde deaktiviert und kann nicht erneuert werden
sl_fr_fr: La licence fournie a été désactivée et ne peut être renouvelée.

source: There does not appear to be a download ID attached to this license key
sl_de_de: Es scheint bei diesem Lizenzschlüssel keine Download-ID beigefügt zu sein
sl_fr_fr: Il semblerait qu'il n&rsquo;y a pas d&rsquo;ID de téléchargement attaché à cette clé de licence.

source: There was an error adding your site. Please try again.
sl_de_de: Es gab einen Fehler beim Hinzufügen deiner Seite. Bitte versuche es noch einmal.

source: There was an error when deleting the cache. It may have already been deleted.
sl_de_de: Beim Löschen des Caches ist ein Fehler aufgetreten. Eventuell wurde er schon gelöscht.
sl_fr_fr: Une erreur s&rsquo;est produite lors de la suppression du cache. Il se peut qu&rsquo;il ai déjà été supprimé.

source: This license has no log entries
sl_de_de: Diese Lizenz hat keine Log-Einträge
sl_fr_fr: Cette licence n&rsquo;a pas de correspondance dans les journaux

source: This license has not been activated on any sites
sl_de_de: Diese Lizenz wurde bisher noch auf keiner Seite aktiviert
sl_fr_fr: Cette licence n&rsquo;a été activée sur aucun site

source: This license is at its activation limit. Deactivate a site before adding a new one.
sl_de_de: Die Lizenz befindet sich an ihrer Aktivierungsgrenze. Deaktiviere eine Seite, bevor du eine neue hinzufügst.
sl_fr_fr: Cette licence est arrivée à sa limite d&rsquo;activation. Désactivez un site avant d&rsquo;en ajouter un nouveau.

source: This license must be renewed before it can be upgraded
sl_de_de: Die Lizenz muss erneuert werden, bevor ein Upgrade durchgeführt werden kann

source: This processing is not reversible. Backup your database beforehand or be prepared to revert each transformed post manually.
sl_de_de: Dieser Prozess kann nicht rückgängig gemacht werden. Führe deshalb vorab eine Sicherung deines Datenbestands durch, oder sei darauf eingestellt, jeden einzelnen umgewandelten Post manuell wiederherzustellen.
sl_fr_fr: Cette action est irréversible. Sauvegardez votre base de données en premier lieu ou soyez prêt à revenir sur chaque article manuellement.

source: This table shows licenses related to this license, including relevant bundled licenses.
sl_de_de: Diese Tabelle zeigt die zu dieser Lizenz zugehörigen Lizenzen auf, einschließlich relevanter gebündelter Lizenzen.

source: This table shows log entries relevant to this license.
sl_de_de: Diese Tabelle zeigt die für diese Lizenz relevanten und protokollierten Einträge.

source: This table shows the available upgrade paths for this license, along with a link to each specific upgrade. Upgrade paths can be added through the %s edit screen.
sl_de_de: Die Tabelle zeigt alle verfügbaren Upgrade-Pfade für diese Lizenz, sowie einen Link zur Durchführung des Upgrades. Upgrade-Pfade können über den %s Bearbeitungsmodus hinzugefügt werden.

source: This table shows the most recent payments relevant to this license, including upgrades and renewals.
sl_de_de: Diese Tabelle zeigt die aktuellen Zahlungen in Zusammenhang mit dieser Lizenz, einschließlich Upgrades und Erneuerungen.

source: This will disable the option to redeem discount codes when the cart contains a license renewal.
sl_de_de: Dies wird die Option deaktivieren, Rabatt-Codes einlösen zu können während sich eine Lizenz-Erneuerung im Einkaufswagen befindet.

source: Three days after expiration
sl_de_de: Drei Tage nach Ablaufdatum
sl_fr_fr: Trois jours après l&rsquo;expiration

source: Three days before expiration
sl_de_de: Drei Tage vor Ablaufdatum
sl_fr_fr: Trois jours avant l&rsquo;expiration

source: Three months after expiration
sl_de_de: Drei Monate nach Ablaufdatum
sl_fr_fr: Trois mois après l&rsquo;expiration

source: Three months before expiration
sl_de_de: Drei Monate vor Ablaufdatum
sl_fr_fr: Trois mois avant l&rsquo;expiration

source: Time-Based Calculation
sl_de_de: Zeitbasierte Kalkulation

source: Title:
sl_de_de: Titel:
sl_fr_fr: Titre :

source: To go back to the previous page, <a href="%s">click here</a>.
sl_de_de: Klicke hier </a>, um zur vorhergehenden Seite <a href="%s"> zurückzukehren.
sl_fr_fr: Pour revenir à la page précédente, <a href="%s">cliquez ici</a>.

source: Total earnings from upgrades period shown:
sl_de_de: Gesamte Einnahmen für Aktualisierungen im angegebenen Zeitraum:
sl_fr_fr: Total des revenus issus des mises à niveau pour la période suivante :

source: Total Payments: %s
sl_de_de: Gesamte Zahlungen: %s
sl_fr_fr: Total des paiements : %s

source: Total renewal earnings for period shown:
sl_de_de: Gesamte Einnahmen für Erneuerungen im angegebenen Zeitraum:
sl_fr_fr: Total des revenus issus des renouvellements pour la période suivante :

source: Two days after expiration
sl_de_de: Zwei Tage nach Ablaufdatum
sl_fr_fr: Deux jours après l&rsquo;expiration

source: Two days before expiration
sl_de_de: Zwei Tage vor Ablaufdatum
sl_fr_fr: Deux jours avant l&rsquo;expiration

source: Two months after expiration
sl_de_de: Zwei Monate nach Ablaufdatum
sl_fr_fr: Deux mois après l&rsquo;expiration

source: Two months before expiration
sl_de_de: Zwei Monate vor Ablaufdatum
sl_fr_fr: Deux mois avant l&rsquo;expiration

source: Two weeks after expiration
sl_de_de: Zwei Wochen nach Ablaufdatum
sl_fr_fr: Deux semaines après l&rsquo;expiration
